---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.RevitLinkUIUtils
source: html/287a5468-79ef-a3d2-aec3-0fee8b8980f1.htm
---
# RevitLinkUIUtils Members

This function reports any errors which were encountered
 when loading the Revit links represented by the given
 LinkLoadResult map.